{
  "Home.EnlistBanner.action.title": "Join us - Click here",
  "Home.EnlistBanner.description.0": "Based on the amount invested in the Guild, 1 or more NFTs will be airdropped, representing the shares of participation in the Guild, having in effect the power to decide on it (DAO).",
  "Home.EnlistBanner.description.1": "Are you ready for some incredible space adventures?",
  "Home.EnlistBanner.title": "Do you want to be part of the guild?",
  "Home.WelcomeBanner.action.title": "Go to the Dashboard",
  "Home.WelcomeBanner.description.0": "A cosmic cataclysm has spawned a treasure trove of Minerals at the center of the galaxy. The three factions that have been feuding for millennia now turn their lusts for conquest to the immense treasures of Star Atlas.",
  "Home.WelcomeBanner.description.1": "Are you ready to join the biggest Italia guild?",
  "Home.WelcomeBanner.title": "Welcome!",
  "Layout.Treasury.title": "Treasury value",
  "Layout.Header.Dashboard.action.title": "Dashboard",
  "Layout.AtlasChange.title": "Atlas value",
  "Layout.Wallet.Connect.title": "Connect Wallet",
  "Layout.Wallet.Disconnect.title": "Disconnect",
  "Layout.Wallet.Modal.Connected.title": "Connected wallet",
  "Layout.Wallet.Modal.ConnectedTo.title": "Connected to {wallet}",
  "Ships.Details.calico_compakt_hero.description": "La Calico Compakt Hero si integra bene nell'hangar del Guardian per trasporto o spedizioni a lungo raggio. Parte della efficiente linea Compakt, lo stile è più adatto alla cruda esplorazione, piuttosto che al viaggio di lusso. Se la spedizione dovesse protrarsi più a lungo del previsto, la Compakt Hero è dotata di sostenibili funzionalità di supporto vitale, risultando adatta a equipaggi multipli e a missioni diverse. Utilizza la stiva di medie dimensioni e il modulo di carburante cargo aggiuntivo per portare un po' di materiale aggiuntivo e godervi i lunghi viaggi nelle confortevoli sistemazioni interne. Goditi la vista panoramica della calotta quasi interamente in vetro sul ponte superiore, che rende i lunghi voli uno spettacolo da qualsiasi angolo della nave. Ulteriori propulsori VTOL e alari laterali rendono questa nave altamente manovrabile se le cose dovessero farsi spinose in territorio sconosciuto. Questa robusta nave è destinata ad aiutarti a sopravvivere e prosperare tra le stelle.",
  "Ships.Details.calico_evac.description": "La Calico Evac è una nave di salvataggio e recupero agile ma robusta. Troverete queste navi in qualsiasi scena di combattimento attivo. Con la capacità di lanciare e recuperare più droni di salvataggio, l'Evac fa letteralmente la differenza tra la vita e la morte. Le strutture e il personale delle avanzatissime stazioni mediche hanno la capacità di rianimare le vittime stordite e critiche o di risvegliare gli occupanti delle capsule di salvataggio criostatiche. Lo schermo della cabina di pilotaggio che trapassa lo scafo rende la visibilità una componente vitale per il successo delle missioni di salvataggio più pericolose. La Evac è un testamento dei brillanti design e del genio meccanico industriale che sta dietro ai team della Calico.",
  "Ships.Details.Components.title": "Componenents",
  "Ships.Details.Crew.title": "Crew",
  "Ships.Details.Modules.title": "Modules",
  "Ships.Details.saleDate": "Official sale date - {date}",
  "Ships.List.Card.BuyAction.title": "Buy",
  "Ships.List.Card.ReadMore.title": "Read more",
  "Ships.Table.Column.atlasPrice": "Atlas Price",
  "Ships.Table.Column.atlasPriceVsPrice": "Atlas Price vs Price",
  "Ships.Table.Column.atlasPriceVsVwapPrice": "Atlas Price vs VWAP",
  "Ships.Table.Column.name": "Name",
  "Ships.Table.Column.price": "USDC Price",
  "Ships.Table.Column.priceVsVwapPrice": "Price vs VWAP",
  "Ships.Table.Column.vwap": "VWAP",
  "Ships.Toolbar.grid": "Show grid",
  "Ships.Toolbar.table": "Show table",
  "Wallet.Disconnect.action.title": "Disconnect"
}
