{
  "Admin.SignatureLoader.title": "In attesa della firma...",
  "Admin.Stats.Refresh.action.title": "Aggiorna",
  "Admin.Stats.title": "Statistiche",
  "auth.sign.cta": "Verifica",
  "auth.sign.description": "Per accedere a questa sezione devi prima autenticarti",
  "Badges.Heading.title": "I tuoi badges",
  "citizenship.banner.action.title": "Vai",
  "citizenship.banner.pre.subtitle": "Manca davvero poco: {countdown}",
  "citizenship.banner.pre.title": "Il Round cittadini sta per arrivare!",
  "tutor.banner.pre.title": "Il Round Istitutori sta per arrivare!",
  "citizenship.banner.subtitle": "Entra a far parte della nazione...",
  "tutor.banner.subtitle": "Entra a far parte della DAO",
  "citizenship.banner.title": "La cittadinanza è disponibile!",
  "tutor.banner.title": "Il Round Istitutori è disponibile!",
  "citizenship.checkout.cart.total.label": "Totale",
  "citizenship.checkout.confirmed.details.amount.label": "Importo",
  "citizenship.checkout.confirmed.details.date.label": "Data",
  "citizenship.checkout.confirmed.details.fee.label": "Fee",
  "citizenship.checkout.confirmed.details.label": "Dettagli della transazione",
  "citizenship.checkout.confirmed.details.state.completed": "Completato",
  "citizenship.checkout.confirmed.details.state.label": "Stato",
  "citizenship.checkout.confirmed.reference.label": " Codice di riferimento",
  "citizenship.checkout.confirmed.subtitle": "Ecco il tuo badge, a breve lo vedrai nel tuo wallet.",
  "citizenship.checkout.confirmed.title": "Congratulazioni! L’acquisto è stato completato con successo.",
  "citizenship.checkout.error.title": "Ops! Qualcosa è andato storto...",
  "citizenship.checkout.payDirectly.action.title": "Paga subito",
  "citizenship.checkout.subtitle": "Completa il pagamento con Solana Pay per ottenere il tuo badge.",
  "citizenship.checkout.title": "Checkout",
  "citizenship.factionSelector.title": "Scegli una fazione!",
  "tutor.badgeSelector.title": "Scegli un pacchetto!",
  "tutor.badgeSelector.pieces": "{items} quote",
  "citizenship.intro.description": "L’acquisizione del badge di cittadino ti permette di ottenere l’accesso a tutti i servizi, le attività e i vantaggi in-game relativi alla possibilità di intraprendere un percorso di gioco che include una carriera nella DAO.",
  "citizenship.intro.title": "Round Cittadino",
  "Dashboard.Profile.Placeholder.title": "Inizia qui. Connetti il tuo wallet",
  "dashboard.profile.missingPlayer.label": "Sembra che al tuo wallet non corrisponda un giocatore StarAtlas",
  "dashboard.profile.missingPlayer.cta": "Creane uno!",
  "discord.link.description": "Sto parlando con Discord...",
  "Fleet.Heading.title": "La tua flotta",
  "fleet.heading.claim.cta": "Rivendica ATLAS",
  "generic.error.denied": "Non sei autorizzato ad accedere a questa sezione!",
  "generic.form.error.number": "Il campo deve essere un numero",
  "generic.form.error.publicKey.different": "Il campo deve essere una public key diversa",
  "generic.form.error.publicKey": "Il campo deve essere una public key valida",
  "generic.form.error.required": "Il campo è obbligatorio",
  "generic.next": "Avanti",
  "generic.or": "Oppure",
  "generic.solscan.check": "Controlla su Solscan",
  "Home.EnlistBanner.action.title": "Entra nella gilda",
  "Home.EnlistBanner.description.0": "Siamo il primo e più grande gruppo italiano, siamo una società aperta, guidata dalla passione per le cose ben fatte e dall’ambizione di giocare un ruolo da protagonisti nel metaverso. Unisciti subito al nostro server Discord.",
  "Home.EnlistBanner.description.1": "Sei pronto ad affrontare delle incredibili avventure spaziali?",
  "Home.EnlistBanner.title": "Vuoi far parte della gilda?",
  "Home.WelcomeBanner.action.title": "Vai alla Dashboard",
  "Home.WelcomeBanner.description.0": "Un cataclisma cosmico ha generato un tesoro di Minerali al centro della galassia. Le tre fazioni in lotta da millenni rivolgono ora le brame di conquista agli immensi tesori di Star Atlas.",
  "Home.WelcomeBanner.description.1": "Sei pronto a unirti alla gilda più grande d'Italia?",
  "Home.WelcomeBanner.title": "Benvenuto!",
  "Layout.Footer.Disclaimer.text": "Progettato e sviluppato dal team di Star Atlas Italia - Star Atlas Italia non è affiliato con Automata o altri marchi legati a Star Atlas",
  "Layout.Footer.PrivacyPolicy.action.title": "Privacy policy",
  "Layout.Footer.TermsAndCondition.action.title": "Termini e condizioni",
  "Layout.Header.Dashboard.action.title": "Dashboard",
  "Layout.Loader.title": "Cerco nell'universo...",
  "Layout.Sidebar.Dashboard.title": "Dashboard",
  "Layout.Sidebar.Feedback.title": "Suggerisci una modifica",
  "Layout.Sidebar.FleetSim.title": "Fleet Sim",
  "Layout.Sidebar.Resources.title": "Risorse",
  "Layout.Sidebar.ScoreTool.title": "SCORE Tool",
  "Layout.Sidebar.Ships.title": "Ships explorer",
  "Layout.Sidebar.ShipsDeals.title": "Ships Deals",
  "Layout.Sidebar.Stats.title": "Stats",
  "Layout.Treasury.title": "Valore tesoreria",
  "Layout.Wallet.Connect.title": "Connetti Wallet",
  "Layout.Wallet.Disconnect.title": "Disconnetti",
  "layout.wallet.modal.connected.effectsLabel": "Mostra effetto fazione",
  "Layout.Wallet.Modal.Connected.title": "Portafoglio connesso",
  "Layout.Wallet.Modal.ConnectedTo.title": "Connetti con {wallet}",
  "Mint.AccessDenied.text": "Non hai i permessi per accedere al mint!",
  "Mint.CheckBadge.text": "Controllo il tuo wallet",
  "Mint.Hyperspace.text": "Attivazione iperspazio in {seconds}",
  "Referral.Banner.description": "Condividi questo link con i tuoi amici per ottenere delle ricomponese",
  "Referral.Banner.title": "Reclutamento",
  "Ships.Details.calico_compakt_hero.description": "La Calico Compakt Hero si integra bene nell'hangar del Guardian per trasporto o spedizioni a lungo raggio. Parte della efficiente linea Compakt, lo stile è più adatto alla cruda esplorazione, piuttosto che al viaggio di lusso. Se la spedizione dovesse protrarsi più a lungo del previsto, la Compakt Hero è dotata di sostenibili funzionalità di supporto vitale, risultando adatta a equipaggi multipli e a missioni diverse. Utilizza la stiva di medie dimensioni e il modulo di carburante cargo aggiuntivo per portare un po' di materiale aggiuntivo e godervi i lunghi viaggi nelle confortevoli sistemazioni interne. Goditi la vista panoramica della calotta quasi interamente in vetro sul ponte superiore, che rende i lunghi voli uno spettacolo da qualsiasi angolo della nave. Ulteriori propulsori VTOL e alari laterali rendono questa nave altamente manovrabile se le cose dovessero farsi spinose in territorio sconosciuto. Questa robusta nave è destinata ad aiutarti a sopravvivere e prosperare tra le stelle.",
  "Ships.Details.calico_evac.description": "La Calico Evac è una nave di salvataggio e recupero agile ma robusta. Troverete queste navi in qualsiasi scena di combattimento attivo. Con la capacità di lanciare e recuperare più droni di salvataggio, l'Evac fa letteralmente la differenza tra la vita e la morte. Le strutture e il personale delle avanzatissime stazioni mediche hanno la capacità di rianimare le vittime stordite e critiche o di risvegliare gli occupanti delle capsule di salvataggio criostatiche. Lo schermo della cabina di pilotaggio che trapassa lo scafo rende la visibilità una componente vitale per il successo delle missioni di salvataggio più pericolose. La Evac è un testamento dei brillanti design e del genio meccanico industriale che sta dietro ai team della Calico.",
  "Ships.Details.Components.title": "Componenti",
  "Ships.Details.Crew.title": "Equipaggio",
  "Ships.Details.fimbul_byos_packlite.description": "BYOS sta per Build Your Own Ship (costruisciti la tua nave). Fimbul offre un pacchetto completo di fai-da-te per il meccanico aerospaziale che ama sporcarsi le mani. Non garantiamo che tutte le parti sopravvivano al loro viaggio spaziale fino alla tua porta di casa, ma la nostra guida pratica ti aiuterà a trovare un sostituto adatto in un deposito di rottami nelle vicinanze. Una volta assemblato, il vostro Packlite fornisce servizi accoglienti e sufficiente intrattenimento per il viaggiatore spaziale resiliente alla vita sul calmo mare aperto. La robusta stiva può estendersi oltre le sue pareti per accogliere quei carichi extra che fruttano un sacco di soldi. Se hai bisogno di spazio in più, le cinghie di micelio rinforzate ti assicureranno di utilizzare fino all'ultimo centimetro di spazio di carico. Per l'attività di cargo frugale, il Packlite è la nave dei vostri sogni.",
  "Ships.Details.Modules.title": "Moduli",
  "Ships.Details.opal_jet.description": "Il fratello minore dell'Opal Jetjet, il Jet imita il blocco motore sovradimensionato per una velocità incredibile sulla pista. L'Opal Jet è un racer spaziale monoposto in grado di passare da un pianeta all'altro. Dotato di sufficiente potenza di fuoco per sparare il fuoco di copertura e poi scivolare via in un batter d'occhio. Goditi le folli velocità, senza bisogno di patente!",
  "Ships.Details.opal_jetjet.description": "Spesso considerato come il più veloce biposto da corsa spaziale ad assetto variable, l'Opal Jetjet ruggisce con il suo massiccio blocco motore e utilizza le sue torrette d'armi anteriori e posteriori per sopraffare i concorrenti sul tracciato di gara. Ricoperta di puro stile da prua a poppa, questa navicella è in grado di farti sfrecciare sulla pista quasi alla stessa velocità con cui può farti attraversare il settore. Un interno confortevole e classico fornisce un richiamo familiare a un'estetica antica e senza tempo che l'umanità non dimenticherà mai.",
  "Ships.Details.pearce_f4.description": "Vascello da pattugliamento di medie dimensioni del Consiglio della Pace, dato in dotazione al settore privato. Il Pearce F4 ha punti di aggancio sovradimensionati per le armi e un alloggiamento per i missili che lo rendono superiore alla sua classe. Aggiungete quel po' di riserva di carburante in più per i pattugliamento nello spazio profondo, l'F4 è un cavallo da battaglia, un vascello di pattuglia, una buona scorta, e ha una stiva di buone dimensioni per trasportare un po' di carico. Si tratta di una nave ben strutturata con tutte le comodità per ospitare un equipaggio di quattro o cinque membri per la maggior parte delle vostre missioni difficili.",
  "Ships.Details.pearce_x4.description": "Una moto spaziale monoposto che racchiude in sé una grande potenza. Un modello richiesto per le pattuglie COP a corto raggio nello spazio e sulla terraferma. Non è necessaria la licenza di pilota per esplorare esopianeti lontani con la migliore vista che Pearce possa offrire. Viene fornito di serie con un po' di spazio di carico per quei viaggi extra lunghi attraverso la vasta gamma aperta dello spazio profondo.",
  "Ships.Details.pearce_x5.description": "La X5 Car di Pearce è un agile caccia, un'astronave a due posti ad assetto variabile. Ha quattro diverse modalità di funzionamento. (1) Modalità di attacco con tutte le armi puntate in avanti. (2) Modalità veloce con tutti i propulsori puntati verso la parte posteriore. (3) Modalità normale con le armi e i propulsori divisi in avanti e indietro. (4) Modalità di difesa con le armi retratte e il rivestimento dello scafo ad assicurare la massima copertura. L'X5 Car è il vascello di pattuglia del Consiglio della Pace, con una presenza pervasiva in tutti i territori protetti della fazione nello spazio e sulla terra. Assicurati di guadagnare la tua licenza di pilota per condurla nello spazio della fazione.",
  "Ships.Details.rainbow_chi.description": "L'enigmatico Rainbow Chi è una nave da combattimento sfuggente con una tecnologia di mutamento di forma derivata dai fotoli. Questa tecnologia rivoluzionaria permette la riorganizzazione della massa in una serie di ottimizzazioni funzionali. I sistemi gerarchici di mutazione dello scafo creano una piattaforma che può alimentare gruppi di armi o spostare istantaneamente i carichi per amplificare la dispersione dei colpi subiti dallo scafo. Questa architettura flessibile fornisce un equilibrio quasi perfetto e costante, mentre può ribaltare violentemente le sorti di qualsiasi minaccia spaziale.",
  "Ships.Details.rainbow_om.description": "Rainbow Om è il capolavoro aerospaziale che emerge quando i migliori designer umani e fotoliani collaborano per raggiungere la perfezione. Questa nave confortevole e multi-ruolo è un enigma del viaggio spaziale, e ti assicura di arrivare con stile a destinazione dopo aver coperto senza sforzo metà della distanza del nostro settore conosciuto.",
  "Ships.Details.saleDate": "Data di vendita ufficiale - {date}",
  "Ships.Details.tufa_feist.description": "Gli organismi metagenici di pietra comprendono la fazione Tufa e quando uno di loro prende la forma di questa piccola nave da combattimento si identifica come un Feist. Non ci si può sentire al sicuro navigando con disinvoltura in un campo di asteroidi, perché in bella vista ci potrebbe essere un veicolo da imboscata che accumula potenza per un brutale attacco furtivo. Le formazioni rocciose viventi e senzienti combinano la tecnologia mineraria di scarto in una potente piattaforma da combattimento in stile blitz con la capacità di mimetizzazione del materiale lapideo locale. Nonostante la miscela esotica di tecnologie industriali con materiale inorganico che respira, il Tufa Feist è una nave sorprendentemente comoda per affrontare molte sfide in una varietà di avventure nello spazio profondo.",
  "Ships.Details.vzus_ambwe.description": "La VZUS ambwe è stata creata appositamente per quei lunghi viaggi sulle tracce della tua prossima taglia. Questa piccola nave per cacciatori di taglie è dotata di tutti i servizi di supporto vitale, cruciale per te e i tuoi prigionieri. La potenza di fuoco a bordo della ambwe è sufficiente per mettere all’angolo e neutralizzare velocemente il tuo obiettivo. Le caratteristiche stealth marchiate VZUS riducono la produzione complessiva di energia per volare sotto il radar ed eseguire attacchi a sorpresa.",
  "Ships.Details.vzus_opod.description": "La VZUS opod è una nave stealth e di validazione dei dati con cabine di alto livello e tutti i servizi adeguati a un'astronave ben accessoriata. Radar molto potenti, antenne, attrezzature di sorveglianza e droni esploratori fanno di questa nave una delle preferite dai piccoli equipaggi di esploratori dello spazio profondo che vogliono commerciare dati rari e preziosi.",
  "Ships.Heading.title": "Le navi",
  "Ships.List.Card.BuyAction.title": "Compra",
  "Ships.List.Card.ReadMore.title": "Scopri di più",
  "Ships.Table.Buy.action.title": "Voglio comprare",
  "Ships.Table.Column.atlasPrice": "Prezzo Atlas",
  "Ships.Table.Column.atlasPriceVsVwapPrice": "Prezzo Atlas vs VWAP",
  "Ships.Table.Column.name": "Nome",
  "Ships.Table.Column.price": "Prezzo USDC",
  "Ships.Table.Column.priceVsVwapPrice": "Prezzo vs VWAP",
  "Ships.Table.Column.vwap": "VWAP",
  "Ships.Table.Sell.action.title": "Voglio vendere",
  "Ships.Toolbar.grid": "Mostra griglia",
  "Ships.Toolbar.table": "Mostra tabella",
  "swap.checkout.confirmed.back.action.title": "Torna alla Dashboard",
  "swap.checkout.confirmed.description": "Se non dovessi ricevere il badge entro le prossime 2 ore, contattaci a ",
  "swap.checkout.error.description.notEnoughFunds": "Sembra che tu non abbia abbastanza fondi per effettuare l'acquisto",
  "swap.checkout.error.description": "Non sappiamo che è successo, per favore contattaci a ",
  "swap.checkout.qrcode.hint.0": "Scansiona questo codice con il tuo Wallet Mobile",
  "swap.checkout.qrcode.hint.1": "Ti verrà chiesto di approvare la transazione",
  "swap.checkout.transaction.error": "Oops, c'è stato un errore con la transazione",
  "swap.checkout.transaction.pending": "Sto inviando la transazione...",
  "swap.checkout.transaction.success": "Transazione completata!",
  "swap.intro.discord": "Connettiti al tuo account discord per ottenere uno sconto speciale.",
  "swap.intro.hint": "Connetti il tuo wallet per iniziare.",
  "tutor.checkout.confirmed.subtitle": "Ecco il tuo badge, a breve lo vedrai nel tuo wallet.",
  "tutor.checkout.subtitle": "Completa il pagamento con Solana Pay per ottenere il tuo badge.",
  "tutor.checkout.title": "Checkout",
  "tutor.intro.description.s": "Prendendo parte a questo mint riceverai il Badge Istitutore S e otterrai 5.600 quote NFT per la partecipazione alla DAO della Guild. Per saperne di più si consiglia la lettura del Whitepaper.",
  "tutor.intro.description.m": "Prendendo parte a questo mint riceverai il Badge Istitutore M e otterrai 10.000 quote NFT per la partecipazione alla DAO della Guild. Per saperne di più si consiglia la lettura del Whitepaper.",
  "tutor.intro.description.l": "Prendendo parte a questo mint riceverai il Badge Istitutore L e otterrai 22.500 quote NFT per la partecipazione alla DAO della Guild. Per saperne di più si consiglia la lettura del Whitepaper.",
  "tutor.intro.title": "Round Istitutori",
  "Wallet.Disconnect.action.title": "Disconnetti",
  "tutor.citizenship.badge": "{quantity} Badge Cittadino",
  "tutor.dao.shares": "{quantity} Quote DAO",
  "tutor.discount.perc": "Sconto ~{discount}%",
  "generic.price": "Prezzo",
  "tutor.shares.description.0": "Con questo piano ottieni",
  "tutor.shares.description.1": "in più rispetto al prezzo pieno",
  "tutor.shares.description.2": "e il",
  "tutor.shares.description.3": "in più rispetto al bundle Small",
  "tutor.badgeSelector.whatYouReceive": "Cosa riceverai:",
  "toast.multiple.pending.transaction": "Invio transazione %i di %c...",
  "toast.multiple.success.transaction": "Transazione %i di %c completata"
}
